tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
brew "bat"
brew "bun"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "delta"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "gnu-sed"
brew "less"
brew "ripgrep"
brew "nvim"
brew "tmux"
brew "tpm"
brew "vim"
brew "zoxide"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "rye"
brew "oven-sh/bun/bun"
brew "xclip"
brew "yazi"
cask "1password"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "cleanshot"
cask "firefox"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "rectangle"
cask "screen-studio"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zulu@17"
